Repository: miataru/miataru-ios-client
Catalog: miataru/miataru/Assets/Localization/Localizable.xcstrings
Source language: en
Languages: da, de, es, fi, fr, it, ja, nl, zh_hans

source: Check whether ${device} is near ${place}
da: Tjek om ${device} er nær ${place}
de: Prüfen, ob ${device} nahe ${place} ist
es: Comprobar si ${device} está cerca de ${place}
fi: Tarkista, onko ${device} lähellä paikkaa ${place}
fr: Vérifier si ${device} est près de ${place}
it: Controlla se ${device} è vicino a ${place}
ja: ${device}が${place}の近くにあるか確認
nl: Controleer of ${device} bij ${place} is
zh_hans: 检查 ${device} 是否在 ${place} 附近

source: Clear Miataru events
da: Ryd Miataru-hændelser
de: Miataru-Ereignisse löschen
es: Borrar eventos de Miataru
fi: Tyhjennä Miataru-tapahtumat
fr: Effacer les événements Miataru
it: Cancella eventi Miataru
ja: Miataruイベントを消去
nl: Miataru-gebeurtenissen wissen
zh_hans: 清除 Miataru 事件

# explanation_deactivate_device_lock
source: If enabled, the app will prevent your device from automatically locking while Miataru is open.
da: Hvis aktiveret forhindrer appen, at din enhed låser automatisk, mens Miataru er åben.
de: Verhindert, dass das Gerät während der Nutzung dieser App automatisch gesperrt wird.
es: Si está activado, la app evitará que el dispositivo se bloquee automáticamente mientras Miataru está abierto.
fi: Jos käytössä, sovellus estää laitteen lukittumisen Miatarun ollessa auki.
fr: Si activé, l’app empêchera ton appareil de se verrouiller automatiquement pendant que Miataru est ouvert.
it: Se abilitato, l'app impedisce al dispositivo di bloccarsi automaticamente mentre Miataru è aperta.
ja: アプリ使用中にデバイスが自動的にロックされるのを防ぎます。
nl: Indien ingeschakeld voorkomt de app dat je apparaat automatisch vergrendelt terwijl Miataru open is.
zh_hans: 启用后，Miataru 打开时将阻止设备自动锁定。

source: Export Miataru events
da: Eksportér Miataru-hændelser
de: Miataru-Ereignisse exportieren
es: Exportar eventos de Miataru
fi: Vie Miataru-tapahtumat
fr: Exporter les événements Miataru
it: Esporta eventi Miataru
ja: Miataruイベントを書き出す
nl: Miataru-gebeurtenissen exporteren
zh_hans: 导出 Miataru 事件

source: Find devices near ${place}
da: Find enheder nær ${place}
de: Geräte nahe ${place} finden
es: Buscar dispositivos cerca de ${place}
fi: Etsi laitteet paikan ${place} läheltä
fr: Trouver des appareils près de ${place}
it: Trova dispositivi vicino a ${place}
ja: ${place}の近くのデバイスを検索
nl: Zoek apparaten bij ${place}
zh_hans: 查找 ${place} 附近的设备

source: Get distance to ${device}
da: Hent afstand til ${device}
de: Entfernung zu ${device} abrufen
es: Obtener distancia a ${device}
fi: Hae etäisyys laitteeseen ${device}
fr: Obtenir la distance jusqu’à ${device}
it: Ottieni la distanza da ${device}
ja: ${device}までの距離を取得
nl: Afstand tot ${device} ophalen
zh_hans: 获取到${device}的距离

source: Get ETA to ${device}
da: Hent ETA til ${device}
de: ETA zu ${device} abrufen
es: Obtener ETA a ${device}
fi: Hae arvioitu saapumisaika laitteeseen ${device}
fr: Obtenir l’ETA jusqu’à ${device}
it: Ottieni l’ETA per ${device}
ja: ${device}までの到着予定時刻を取得
nl: ETA naar ${device} ophalen
zh_hans: 获取到${device}的预计到达时间

source: Get frequent tracking status
da: Hent status for hyppig sporing
de: Status für häufiges Tracking abrufen
es: Obtener estado del seguimiento frecuente
fi: Hae tiheän seurannan tila
fr: Obtenir l’état du suivi fréquent
it: Ottieni lo stato del tracciamento frequente
ja: 高頻度トラッキングの状態を取得
nl: Status van frequent volgen ophalen
zh_hans: 获取频繁跟踪状态

source: Get latest Miataru event
da: Hent seneste Miataru-hændelse
de: Neuestes Miataru-Ereignis abrufen
es: Obtener último evento de Miataru
fi: Hae uusin Miataru-tapahtuma
fr: Obtenir le dernier événement Miataru
it: Ottieni evento Miataru più recente
ja: 最新のMiataruイベントを取得
nl: Laatste Miataru-gebeurtenis ophalen
zh_hans: 获取最新 Miataru 事件

source: Get Miataru tracking status
da: Hent Miataru-sporingsstatus
de: Miataru-Trackingstatus abrufen
es: Obtener estado de seguimiento de Miataru
fi: Hae Miatarun seurannan tila
fr: Obtenir l’état du suivi Miataru
it: Ottieni lo stato del tracciamento Miataru
ja: Miataruトラッキングの状態を取得
nl: Miataru-volgstatus ophalen
zh_hans: 获取 Miataru 跟踪状态

source: Get status for ${device}
da: Hent status for ${device}
de: Status für ${device} abrufen
es: Obtener estado de ${device}
fi: Hae laitteen ${device} tila
fr: Obtenir l’état de ${device}
it: Ottieni lo stato di ${device}
ja: ${device}の状態を取得
nl: Status van ${device} ophalen
zh_hans: 获取${device}的状态

source: History Options
da: Historikindstillinger
de: Verlaufseinstellungen
es: Opciones de historial
fi: Historian valinnat
fr: Options d’historique
it: Opzioni cronologia
ja: 履歴オプション
nl: Geschiedenisopties
zh_hans: 历史记录选项

source: List recent Miataru events
da: Vis seneste Miataru-hændelser
de: Neueste Miataru-Ereignisse auflisten
es: Listar eventos recientes de Miataru
fi: Listaa viimeisimmät Miataru-tapahtumat
fr: Lister les événements Miataru récents
it: Elenca eventi Miataru recenti
ja: 最近のMiataruイベントを一覧表示
nl: Recente Miataru-gebeurtenissen tonen
zh_hans: 列出最近的 Miataru 事件

source: List saved Miataru places for ${device}
da: Vis gemte Miataru-steder for ${device}
de: Gespeicherte Miataru-Orte für ${device} auflisten
es: Listar lugares Miataru guardados para ${device}
fi: Luettele laitteen ${device} tallennetut Miataru-paikat
fr: Lister les lieux Miataru enregistrés pour ${device}
it: Elenca i luoghi Miataru salvati per ${device}
ja: ${device}の保存済みMiataru場所を一覧表示
nl: Opgeslagen Miataru-plaatsen voor ${device} tonen
zh_hans: 列出 ${device} 的已保存 Miataru 地点

source: Location access denied
da: Placeringsadgang nægtet
de: Standortzugriff verweigert
es: Acceso a la ubicación denegado
fi: Sijaintioikeus evätty
fr: Accès à la localisation refusé
it: Accesso posizione negato
ja: 位置情報アクセスが拒否されました
nl: Locatietoegang geweigerd
zh_hans: 位置访问被拒绝

source: Location access restricted
da: Placeringsadgang begrænset
de: Standortzugriff eingeschränkt
es: Acceso a la ubicación restringido
fi: Sijaintioikeus rajoitettu
fr: Accès à la localisation restreint
it: Accesso posizione limitato
ja: 位置情報アクセスが制限されています
nl: Locatietoegang beperkt
zh_hans: 位置访问受限

source: Open Maps route to ${device}
da: Åbn Maps-rute til ${device}
de: Maps-Route zu ${device} öffnen
es: Abrir ruta de Mapas a ${device}
fi: Avaa Maps-reitti henkilölle ${device}
fr: Ouvrir l’itinéraire Plans vers ${device}
it: Apri itinerario Mappe verso ${device}
ja: ${device}へのマップ経路を開く
nl: Open Maps-route naar ${device}
zh_hans: 打开前往 ${device} 的地图路线

source: Open Miataru navigation to ${device}
da: Åbn Miataru-navigation til ${device}
de: Miataru-Navigation zu ${device} öffnen
es: Abrir navegación de Miataru a ${device}
fi: Avaa Miataru-navigointi henkilölle ${device}
fr: Ouvrir la navigation Miataru vers ${device}
it: Apri navigazione Miataru verso ${device}
ja: ${device}へのMiataruナビゲーションを開く
nl: Open Miataru-navigatie naar ${device}
zh_hans: 打开前往 ${device} 的 Miataru 导航

# reverse_geocode_every_update
source: every update
da: hver opdatering
de: Bei jedem Update
es: en cada actualización
fi: joka päivityksessä
fr: à chaque mise à jour
it: a ogni aggiornamento
ja: 更新のたびに
nl: bij elke update
zh_hans: 每次更新

source: Save ${name} as a Miataru place for ${device}
da: Gem ${name} som et Miataru-sted for ${device}
de: ${name} als Miataru-Ort für ${device} speichern
es: Guardar ${name} como lugar Miataru para ${device}
fi: Tallenna ${name} Miataru-paikaksi laitteelle ${device}
fr: Enregistrer ${name} comme lieu Miataru pour ${device}
it: Salva ${name} come luogo Miataru per ${device}
ja: ${name}を${device}のMiataru場所として保存
nl: ${name} opslaan als Miataru-plaats voor ${device}
zh_hans: 将 ${name} 保存为 ${device} 的 Miataru 地点

source: Show location of ${device}
da: Vis placering for ${device}
de: Standort von ${device} anzeigen
es: Mostrar ubicación de ${device}
fi: Näytä henkilön ${device} sijainti
fr: Afficher la position de ${device}
it: Mostra la posizione di ${device}
ja: ${device}の位置を表示
nl: Locatie van ${device} tonen
zh_hans: 显示${device}的位置

source: Start frequent tracking for ${duration}
da: Start hyppig sporing i ${duration}
de: Häufiges Tracking für ${duration} starten
es: Iniciar seguimiento frecuente durante ${duration}
fi: Aloita tiheä seuranta ajaksi ${duration}
fr: Démarrer le suivi fréquent pendant ${duration}
it: Avvia il tracciamento frequente per ${duration}
ja: ${duration}の頻繁な追跡を開始
nl: Start frequente tracking voor ${duration}
zh_hans: 开始频繁跟踪，持续 ${duration}

source: Stop frequent tracking
da: Stop hyppig sporing
de: Häufige Verfolgung stoppen
es: Detener seguimiento frecuente
fi: Lopeta tiheä seuranta
fr: Arrêter le suivi fréquent
it: Interrompi tracciamento frequente
ja: 高頻度追跡を停止
nl: Frequente tracking stoppen
zh_hans: 停止频繁跟踪

source: Get latest location request from ${device}
da: Hent seneste positionsanmodning fra ${device}
de: Letzte Standortanfrage von ${device} abrufen
es: Obtener última solicitud de ubicación de ${device}
fi: Hae viimeisin sijaintipyyntö laitteelta ${device}
fr: Obtenir la dernière demande de position de ${device}
it: Ottieni l’ultima richiesta di posizione da ${device}
ja: ${device}からの最新の位置情報リクエストを取得
nl: Laatste locatieverzoek van ${device} ophalen
zh_hans: 获取来自${device}的最新位置请求
